Revit 2024 API
BuiltInFailures.AnalyticalModelFailures.AnalyticalMemberInstability Property
 Possible Member Instability, based on Release Conditions
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId AnalyticalMemberInstability { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalMemberInstability As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ AnalyticalMemberInstability {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.AnalyticalModelFailures Class
Autodesk.Revit.DB Namespace